Repository: sillsdev/FwLocalizations
Catalog: messages.ms.tmx
Source language: en
Languages: ms

source: {0} Click OK to continue making changes, or click Cancel to discard the changes to this converter.
ms: {0} Klik OK untuk teruskan membuat perubahan, atau klik Batalkan untuk membuang perubahan konverter ini.

source: {0} Click OK to continue making changes.
ms: {0} Klik OK untuk teruskan membuat perubahan.

source: In order to protect your data, the FieldWorks program needs to close. You should be able to restart it normally.
ms: Untuk melindungi data anda, FieldWorks perlu ditutup. Anda boleh mula semula FieldWorks secara biasa.

source: A {0}
ms: Suatu {0}

source: A browse view must have at least one column.
ms: Paparan semak seimbas sekurang-kurangnya haruslah mempunyai satu lajur.

source: A Code Page has not been specified.
ms: Halaman Kod belum ditentukan.

source: A Converter Mapping File has not been specified.
ms: Fail Pemetaan Penukar belum ditentukan.

source: A Converter Name has not been specified.
ms: Nama Penukar belum ditentukan.

source: A converter with the specified name already exists. Do you want to replace it?
ms: Penukar dengan nama yang ditentukan sudah wujud. Adakah anda hendak menggantikannya?

source: A deleted object
ms: Objek yang dihapus

source: A &different name:
ms: &Nama lain:

source: A discourse chart template can only have three levels (template, column group, and column).
ms: Templat carta wacana hanya boleh mempunyai tiga tahap (templat, kumpulan kolum, dan kolum).

source: A Mapping Name has not been specified.
ms: Nama Pemetaan belum ditentukan.

source: A Record Marker is used in a Standard Format file to mark the beginning of each record. FieldWorks has attempted to determine the Record Marker for this database. If this is not the correct marker, please select it here.
ms: Penanda Rekod digunakan dalam fail Format Standard untuk menandakan permulaan setiap perkataan. FieldWorks telah cuba menentukan Penanda Rekod bagi pangkalan data ini. Jika ini bukan penanda yang betul, sila pilih di sini.

source: A report will be opened in your web browser.
ms: Laporan akan dibuka di pelayar web anda.

source: A short name for this category.
ms: Nama singkat untuk kategori ini

source: A subscript form
ms: Bentuk subskrip

source: A superscript form
ms: Bentuk superskrip

source: A Text Markup Tag List can only have two levels (list type and tags).
ms: Senarai Tag Penanda Teks hanya boleh mempunyai dua tahap (jenis senarai dan tag).

source: A_llomorph
ms: A_lomorf

source: Abbr: Name (Best Analysis)
ms: Singkatan: Nama (Analisis Terbaik)

source: &Abbreviation
ms: &Singkatan

source: Abbreviation
ms: Singkatan

source: Abbreviation - Name
ms: Singkatan - Nama

source: Abbreviation (Best Analysis)
ms: Singkatan (Analisis Terbaik)

source: &Abbreviation:
ms: &Singkatan

source: Abort
ms: Batalkan

source: _About Language Explorer...
ms: _Tentang Language Explorer...

source: About SIL FieldWorks {0}
ms: Tentang FieldWorks SIL {0}

source: About the selected export method:
ms: Tentang kaedah eksport terpilih:

source: About to Convert
ms: Hampir Menukar

source: About to delete {0}.
ms: Hampir menghapus {0}.

source: Above
ms: Atas

source: Above left
ms: Kiri atas

source: Above right
ms: Kanan Atas

source: Academic Domain
ms: Domain Akademik

source: Academic Domains
ms: Domain Akademik

source: Accept entire analysis (Ctrl-TAB)
ms: Terima seluruh analisis (Ctrl+TAB)

source: &Accept Gloss
ms: &Terima Keterangan Ringkas

source: Account
ms: Akaun

source: AD
ms: Selepas Masihi

source: Ad hoc Co-occurrence Prevention Rules
ms: Peraturan-peraturan Pencegahan Muncul bersamaan Ad hoc

source: Ad hoc Rules
ms: Peraturan-peraturan Ad hoc

source: &Add
ms: &Tambah

source: A&dd
ms: &Tambah

source: Add
ms: Tambah

source: Add (the Notebook area will contain both old Records and newly imported data.)
ms: Tambah (kawasan Buku Nota akan diisi dengan data Rekod lama dan data yang baru sahaja diimport.)

source: &Add >>
ms: &Tambahkan >>

source: Add a category
ms: Tambah kategori

source: Add a Complex Form...
ms: Tambah Bentuk Kompleks...

source: Add a new category.
ms: Tambah kategori baru.

source: Add a pronunciation field to this entry.
ms: Tambah bidang sebutan ke entri ini.

source: Add a subcategory...
ms: tambah subkategori...

source: Add Allomorph
ms: Tambah Alomorf

source: Add allomorph to lexical entry?
ms: Tambah alomorf pada entri leksikal?

source: Add allomorph to similar entry
ms: Tambah alomorf ke entri yang sama

source: Add Allomorph...
ms: Tambah Alomorf...

source: Add an obligatory slot to {0}
ms: Tambahkan slot wajib ke {0}

source: Add an optional slot to [Category]
ms: Tambahkan slot pilihan ke [Kategori]

source: Add an optional slot to {0}
ms: Tambahkan slot pilihan ke {0}

source: Add another Variant Info section
ms: Tambah bahagian Maklumat Varian lain

source: Add Approved Analysis...
ms: Tambah Analisis yang Disetujui...

source: Add Custom &field...
ms: Tambah &Bidang khas...

source: Add from Catalog
ms: Tambahkan dari katalog

source: Add Inflection Feature from Catalog
ms: Tambah Ciri Infleksi dari Katalog

source: Add Inflection Features from Catalog
ms: Tambah Ciri-ciri Infleksi dari Katalog

source: Add inflectional affix(es) to XXX
ms: Tambah imbuhan(-imbuhan) infleksi ke XXX

source: Add information about your text in this tab.
ms: Tambahkan maklumat tentang teks anda dalam tab ini.

source: Add language mapping
ms: Tambahkan pemetaan bahasa

source: Add makes a new substitution.
ms: Tambah membuat gantian baru.

source: Add &networked computer:
ms: Tambah komputer &berrangkaian:

source: Add New Sense
ms: Tambahkan Makna Baru

source: Add New Sense for {0} ...
ms: Tambahkan Makna Baru bagi {0} ...

source: Add New Sense...
ms: Tambahkan Makna Baru...

source: Add or edit custom fields.
ms: Tambah atau edit bidang khas.

source: &Add or Remove Buttons
ms: &Tambah atau Hapus Butang

source: Add or replace
ms: Tambah atau ganti

source: Add or Replace Notebook Records
ms: Tambah atau Ganti Rekod Buku Nota

source: Add Reference
ms: Tambahkan Rujukan

source: Add Reference ({0})
ms: Tambahkan Rujukan ({0})

source: Add to existing items
ms: Tambahkan kepada butir-butir yang sedia ada

source: Add to Spelling Dictionary
ms: Tambah ke Kamus Ejaan

source: &Add Variant
ms: &Tambahkan Varian

source: Add Word Gloss
ms: Tambahkan Keterangan Ringkas Kata

source: Add Word to Spelling Dictionary
ms: Tambah Perkataan ke Kamus Ejaan

source: Add words marked as correctly spelled to the active spelling dictionary.
ms: Tambah perkataan yang ditanda sebagai ejaan yang betul ke kamus ejaan aktif.

source: Add Words to Lexicon
ms: Tambahkan Kata-kata ke dalam leksikon

source: &Add...
ms: &Tambah...

source: A&dd...
ms: &Tambah...

source: Add...
ms: Tambah...

source: Add/Modify Language Mapping
ms: Tambah/Ubahsuai Pemetaan Bahasa

source: Add: Adds the new encoding converter to this registry.
ms: Tambah: Menambahkan penukar pengekodan baru ke pejabat pendaftaran.

source: Adding a New User
ms: Menambahkan Pengguna Baru

source: Adding files to backup...
ms: Menambah fail ke backup...

source: Additional files to back up
ms: Fail Tambahan untuk di-backup

source: Additional files to restore
ms: Fail Tambahan untuk dikembalikan semula

source: Advanced
ms: Lanjutan

source: &Advanced. Almost all features are available.
ms: &Lanjutan. Hampir kesemua ciri boleh didapati.

source: Advanced...
ms: Lanjutan...

source: Affix Allomorph
ms: Imbuhan Alomorf

source: Affix Form
ms: Bentuk Imbuhan

source: Affix found on {0}
ms: Imbuhan ditemui di {0}

source: Affix in {0} slot which inflects {1}
ms: Imbuhan dalam {0} slot yang memfleksi {1}

source: Affix in {0} slots which inflects {1}
ms: Imbuhan dalam {0} slot-slot yang memfleksi {1}

source: Affix Slot
ms: Slot Imbuhan

source: Affix slot {0}
ms: Imbuhan slot {0}

source: Affix Slot or Category
ms: Slot atau Kategori Imbuhan

source: Affix Slots
ms: Slot-slot Imbuhan

source: Affix Template
ms: Templat Imbuhan

source: Affix Templates
ms: Templat-templat Imbuhan

source: Affix &Type:
ms: &Jenis Imbuhan:

source: Affix which attaches to any category
ms: Imbuhan yang ditempelkan pada sebarang kategori

source: Affix which changes the meaning of {0}
ms: Imbuhan yang mengubah makna {0}

source: Affix which changes the meaning of any category
ms: Imbuhan yang mengubah makna sebarang kategori

source: Affix which converts {0} to {1}
ms: Imbuhan yang menukar {0} menjadi {1}

source: Affix which converts {0} to any category
ms: Imbuhan yang menukar {0} menjadi sebarang kategori

source: Affix which converts any category to {0}
ms: Imbuhan yang menukar sebarang kategory {0}

source: Affix which inflects {0}
ms: Imbuhan yang memfleksi {0}

source: Affix which inflects any category
ms: Imbuhan yang memfleksi sebarang kategori

source: affixes
ms: Imbuhan-imbuhan

source: After
ms: Selepas

source: after any blank line
ms: selepas sebarang garis kosong

source: after lines shorter than
ms: selepas garis-garis yang lebih pendek daripada

source: After providing word glosses, you can chart your texts.
ms: Selepas menyediakan glos perkataan, anda boleh membuat carta teks anda.

source: Aft&er:
ms: &Selepas:

source: After:
ms: Selepas:

source: Align Left
ms: Jajarkan ke Kiri

source: Align Right
ms: Jajarkan ke Kanan

source: Ali&gnment:
ms: &Penjajaran:

source: A&ll
ms: &Semua

source: All
ms: Semua

source: all analysis
ms: semua analisis

source: All Analysis
ms: Semua Analisis

source: All Analysis and Vernacular
ms: Semua Analisis dan Bahasa Vernakular

source: All Analysis then all Vernacular Writing Systems
ms: Semua Analisis kemudian semua Sistem Penulisan Bahasa Vernakular

source: All Analysis Writing Systems
ms: Semua Sistem Penulisan Analisis

source: A&ll Data
ms: &Semua Data

source: All Entries
ms: Semua Entri

source: All FieldWorks backup files
ms: Semua fail backup FieldWorks

source: All Files
ms: Semua Fail

source: All of...
ms: Semua dari...

source: All Pronunciation
ms: Semua Sebutan

source: All Reversal Indexes
ms: Semua Indeks Pembalikan

source: {0}. All rights reserved.
ms: {0}. Hak cipta terpelihara.

source: All selected items
ms: Semua butir terpilih

source: All Styles
ms: Semua Gaya

source: all vernacular
ms: semua bahasa vernakular

source: All Vernacular
ms: Semua Bahasa Vernakular

source: All Vernacular and Analysis
ms: Semua Bahasa Vernakular dan Analisis

source: All Vernacular then all Analysis Writing Systems
ms: Semua Bahasa Vernakular kemudian semua Sistem Penulisan Analisis

source: All Vernacular Writing Systems
ms: Semua Sistem Penulisan Bahasa Vernakular

source: allomorph
ms: alomorf

source: Allomorph
ms: Alomorf

source: Allomorph of...
ms: Alomorf dari...

source: Allomorph set at runtime
ms: Alomorf ditetapkan mengikut masa jalan

source: &Allomorph:
ms: &Alomorf:

source: Allomorphs
ms: Alomorf

source: &Allow duplicate item names and abbreviations
ms: &Benarkan nama dan singkatan butiran pendua

source: Alphabetical Order
ms: Mengikut Susunan Abjad

source: {0} (already exists)
ms: {0} (sudah wujud)

source: <Already in Unicode>
ms: <Sudah berada dalam Unikod>

source: Alternate Forms
ms: Bentuk-bentuk Lain

source: {0} Alternation
ms: {0} Penyelangan

source: &Always show full menus
ms: &Sentiasa tunjukkan menu penuh

source: Always visible
ms: Sentiasa diperlihatkan

source: An empty paragraph
ms: Perenggan kosong

source: An entry that has components cannot have a morph type of root, since by definition a root is indivisible. Would you like Language Explorer to delete the references to components in this entry?
ms: Entri yang mempunyai komponen-komponen tidak boleh mempunyai akar jenis morf, memandangkan akar dari segi definisinya tidak dapat dipisahkan. Adakah anda mahu Language Explorer menghapus rujukan-rujukan ke komponen dalam entri ini?

source: An error has occurred
ms: Ralat terjadi

source: An error has occurred during printing: {0}
ms: Ralat terjadi semasa mencetak: {0}

source: An error occurred trying to migrate existing projects from an older version of FieldWorks:
ms: Terjadi ralat cuba menghijrah projek sedia ada dari versi FieldWorks lama:

source: An error occurred while exporting your data. This is probably a bug in the FieldWorks code. Details: {0}
ms: Ralat terjadi sementara menghantar keluar data anda. Kemungkinan ini adalah pepijat dalam kod FieldWorks. Maklumat: {0}

source: An error occurred while exporting your data. This could be the result of an error in an FXT file, an output file that is locked, or a bug in the FieldWorks code.
ms: Ralat terjadi sementara menghantar keluar data anda. Kemungkinan ini adalah akibat ralat dalam fail FXT, fail output yang terkunci, atau pepijat dalam kod FieldWorks.

source: An error ocurred during conversion of test file.
ms: Ralat terjadi semasa penukaran fail ujian.

source: An internal error (bug) was detected.
ms: Ralat dalaman (pepijat) dikesan.

source: An internal error has occurred. To help us fix the problem, please submit this error information to us.
ms: Ralat dalaman terjadi. Sila kirimkan maklumat ralat ini kepada kami untuk membantu kami menyelesaikan masalah ini.

source: Analyses
ms: Analisis-analisis

source: analysis
ms: analisis

source: Analysis
ms: Analisis

source: Analysis {0}
ms: Analisis {0}

source: Analysis Candidate
ms: Calon Analisis

source: &Analysis language writing system
ms: Sistem penulisan bahasa &analisis

source: Analysis languages are the languages for notes, back translations, glosses, definitions, analyses, etc. Select, or define, a default analysis language writing system.
ms: Bahasa analisis adalah bahasa untuk nota, terjemahan balik, makna ringkas, definisi, analisis, dll. Pilih, atau takrifi, sistem penulisan bahasa analisis asal.

source: analysis or vernacular
ms: analisis atau bahasa vernakular

source: Analysis Usage
ms: Penggunaan Analisis

source: &Analysis Writing System
ms: Sistem Penulisan &Analisis

source: Analysis &Writing Systems
ms: &Sistem Penulisan Analisis

source: Analyze
ms: Menganalisis

source: Analyze the morphemes in the words of the text.
ms: Analisis morfem-morfem dalam perkataan-perkataan teks tersebut.

source: and
ms: dan

source: and {0}.
ms: dan {0}.

source: _Annotation Definition
ms: _Definisi Anotasi

source: Annotation Definition
ms: Definisi Anotasi

source: Another instance of FieldWorks appears to be running, but did not respond properly to a request from this one. This is a bug; please report it to FlexErrors@sil.org. We recommend that you shut down all FieldWorks applications and try again. If you still get this message, restart your computer. (Experts may also try to recover by killing any FieldWorks processes using TaskManager.) Do you want to Retry now?
ms: Satu lagi tika FieldWorks sedang berjalan, tetapi tidak merespon dengan sebaiknya kepada permintaan daripada yang ini. Ini adalah pepijat; sila laporkan kepada FlexErrors@sil.org. Kami mencadangkan supaya semua aplikasi FieldWorks ditutup dan cuba buka semula. Jika mesej ini masih diterima, mula semula komputer. (Mungkin para ahli juga cuba membaiki dengan menghapuskan apa-apa proses FieldWorks menggunakan PengurusTugas.) Anda hendak Cuba Semula?

source: &Another location
ms: &Lokasi Lain

source: Anth
ms: Ant

source: anthro. codes
ms: kod antro.

source: Anthropology _Category
ms: _Kategori Antropologi

source: Anthropology Categories
ms: Kategori Antropologi

source: Anthropology Categories:
ms: Kategori Antropologi:

source: Anthropology Category
ms: Kategori Antropologi

source: Anthropology Codes
ms: Kod Anthropologi

source: Anthropology Database Files
ms: Fail Pangkalan Data Antropologi

source: Anthropology Note
ms: Nota Antropologi

source: Anthropology Notes
ms: Nota Antropologi

source: Any
ms: Sebarang

source: Any of...
ms: Apa sahaja dari...

source: {0} Any one character in the set
ms: {0} Mana-mana satu aksara dalam peranggu

source: {0} Any one character not in the set
ms: {0} Mana-mana satu aksara yang bukan dalam peranggu

source: Any selected item
ms: Sebarang butir terpilih

source: {0} Any single character
ms: {0} mana-mana satu karakter

source: {0}. Any texts that use it will need more analysis work, as it is used {1} times in your texts.
ms: {0}. Sebarang teks yang menggunakannya akan memerlukan lebih banyak kerja analisis, sebagaimana ia digunakan sebanyak {1} kali dalam teks anda.

source: {0}. Any texts that use it will need more analysis work, as it is used 1 time in your texts.
ms: {0}. Sebarang teks yang menggunakannya akan memerlukan lebih banyak kerja analisis, sebagaimana ia digunakan sebanyak 1 kali dalam teks anda.

source: <Any>
ms: <sebarang>

source: &Anywhere
ms: Di &mana-mana

source: Append, separated by:
ms: Lampirkan, dipisahkan oleh:

source: A&pplication:
ms: A&plikasi:

source: Applies and saves changes you have made and closes this dialog box.
ms: Mengaplikasikan dan menyimpan perubahan anda dan menutup petak dialog ini.

source: &Apply
ms: &Aplikasikan

source: Apply
ms: Aplikasikan

source: Apply Style
ms: Aplikasikan Gaya

source: _Apply Style...
ms: _Aplikasikan Gaya...

source: Appl&y Style...
ms: Apli&kasikan Gaya...

source: Approve
ms: Terima

source: Approve _Throughout this Text
ms: Terima _Seluruh Teks ini

source: Approve and _Jump to Next Incomplete
ms: Terima dan _lompat ke Tak Lengkap Seterusnya

source: Approve and _Stay
ms: Terima dan _Terus dengan

source: _Approve and Move Next
ms: _Terima dan Ke Seterusnya

source: _Approve suggestion and
ms: Terima _cadangan dan

source: Approve the suggested analysis, and jump to the next word with a suggested or incomplete analysis.
ms: Terima analisis yang dicadangkan, dan lompat ke perkataan seterusnya bersama analisis yang dicadangkan atau yang belum lengkap.

source: Arabic Number
ms: Angka Arab

source: Are you sure you want to add the {0} allomorph ({1}) to this entry?
ms: Adakah anda pasti hendak menambah {0} alomorf ({1}) ke entri ini?

source: Are you sure you want to continue?
ms: Adakah anda pasti hendak teruskan?

source: Are you sure you want to delete the {0} View {1}?
ms: Adakah anda pasti hendak menghapus {0} Paparan {1}?

source: Are you sure you want to delete the <barname> toolbar?
ms: Adakah anda pasti hendak hapuskan bar alat <barname>?

source: Are you sure you want to delete the selected projects?
ms: Adakah anda pasti hendak hapuskan projek-projek terpilih?

source: Areas
ms: Kawasan

source: Arrange Open Windows to be Side-By-Side
ms: Menyusun Tetingkap Terbuka Menjadi Selari

source: Arrange Open Windows to be Stacked
ms: Menyusun Tetingkap Terbuka Menjadi bertindih

source: Arranges open windows to be cascade from top left to bottom right.
ms: Menyusun tetingkap terbuka menjadi berlata dari kiri atas ke kanan bawah.

source: Arranges open windows to be equal heights, displayed one on top of the other
ms: Menyusun tetingkap terbuka menjadi sama tinggi, terpapar secara bertindih

source: Arranges open windows to be of equal widths, displayed side-by-side
ms: Menyusun tetingkap terbuka menjadi sama lebar, terpapar secara selari

source: As I add new word glosses, create lexical entries.
ms: Buat entri-entri leksikal sementara saya menambahkan glos.

source: Assign
ms: Tentukan

source: Assign Analysis...
ms: Tentukan Analisis...

source: At &end
ms: Di &hujung

source: At least
ms: Sekurang-kurangnya

source: At least one morpheme does not have any lexical information specified. You won't like the results. Please make sure every morpheme has the lexical information you want.
ms: Sekurang-kurangnya terdapat satu morfem yang tidak mempunyai maklumat leksikal. Anda pasti tidak suka pada hasilnya. Sila pastikan setiap morfem mempunyai maklumat leksikal yang anda mahukan.

source: At &start
ms: Pada pe&rmulaan

source: At s&tart
ms: Pada permu&laan

source: A&t:
ms: &Pada:

source: Attaches to any category
ms: Dilampirkan pada sebarang kategori

source: Attaches to Categories
ms: Dilampirkan pada Kategori

source: Attaches to Categor&y:
ms: Dilampirkan ke Kategor&i:

source: Attributes
ms: Atribut

source: Auto-Hide
ms: Sembunyi Automatik

source: &Available Converters:
ms: &Penukar Sedia Ada:

source: Available Data for {0}
ms: Data tersedia untuk {0}

source: Available disk space:
ms: Ruang cakera tersedia:

source: Available Features for {0}
ms: Ciri-ciri tersedia untuk {0}

source: = Available for Bulk Editing
ms: = Tersedia untuk Edit Banyak Sekaligus

source: Available lines:
ms: Baris tersedia:

source: Available memory:
ms: Memori tersedia:

source: Available Processors:
ms: Pemproses Sedia Ada:

source: < &Back
ms: < &Kembali

source: Back
ms: Undur

source: Back in Sketch
ms: Undur ke Lakar

source: Back to concorded item...
ms: Kembali ke butiran yang diselaras...

source: Back up a FieldWorks project.
ms: Back up projek FieldWorks.

source: Back up existing project before restoring
ms: Back up projek yang ada sebelum memulihkan

source: Back up FieldWorks Project
ms: Back up Projek FieldWorks

source: Back up or restore a FieldWorks project.
ms: Back up atau pulihkan projek FieldWorks.

source: Back up the FieldWorks project before importing. Then, if you are not satisified with the results of the import, you can restore the backup to undo the import.
ms: Back up projek FieldWorks sebelum mengimport. Kemudian, jika anda tidak berpuas hati dengan hasil import tersebut, anda boleh mengembalikan semula backup untuk buat asal import tersebut.

source: Back up this Project
ms: Back up Projek ini

source: &Back up this Project...
ms: &Back up Projek Ini...

source: _Back up this Project...
ms: _Back up Projek ini...

source: Backed up on {0} at {1}
ms: Sudah diback up pada {0} di {1}

source: Background Color
ms: Warna Latar

source: Background is {0}
ms: Latar adalah {0}

source: Bac&kground:
ms: &Latar:

source: Backing Up
ms: Sedang Back Up

source: &Backup and Restore...
ms: &Backup dan Kembalikan semula...

source: Backup date:
ms: Tarikh Backup:

source: Backup file contains a version of the project which was created using a newer version of FieldWorks: {0} To restore from this backup, install version {1} of FieldWorks.
ms: Fail Backup mengandungi satu versi daripada projek yang dibuat menggunakan versi FieldWorks yang lebih terkini: {0} Untuk mengembalikan semula backup ini, pasang FieldWorks versi {1}.

source: Backup file:
ms: Fail Backup:

source: Backup location
ms: Lokasi Backup

source: Backup or restore a FieldWorks project.
ms: Backup atau kembalikan semula projek FieldWorks.

source: Backup Recommendation
ms: Syor Backup

source: Backup version to restore
ms: Versi backup untuk dikembalikan semula

source: Bar Options
ms: Pilihan bar

source: base
ms: asas

source: Based On
ms: Berdasarkan

source: &Based on:
ms: &Berdasar pada:

source: Baseline
ms: Teks Dasar

source: Basic Styles
ms: Gaya-gaya Asas

source: BC
ms: Sebelum Masihi

source: Be sure to set all three fields below.
ms: Pastikan untuk mengatur ketiga-tiga bidang di bawah.

source: because it is currently set not to be published at all in this publication
ms: kerana sekarang ini ia ditetapkan bukan untuk diterbitkan sama sekali dalam terbitan ini

source: because it is currently set not to be shown with a main entry in this publication
ms: kerana sekarang ini ia ditetapkan bukan untuk ditunjukkan bersama entri utama dalam terbitan ini

source: because it is currently set not to be shown with a minor entry
ms: kerana sekarang ini ia ditetapkan bukan untuk ditunjukkan bersama entri minor

source: Becomes
ms: Menjadi

source: Before
ms: Sebelum

source: &Before:
ms: Se&belum:

source: Before:
ms: Sebelum:

source: Begin
ms: Mula

source: Begin Group
ms: Mula Kumpulan

source: &Beginning marker:
ms: Tanda per&mulaan:

source: Beginning marker:
ms: Penanda permulaan:

source: {0} Beginning of line
ms: {0} Pemulaan baris

source: Begins
ms: Mula
